Repository: VietDung7301/mysite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Enter a date between now and 4 weeks (default 3).
vi: Nhập một ngày trong khoảng hôm nay đến 4 tuần sau (mặc định là 3).

source: Invalid date - renewal in past
vi: Ngày không hợp lệ - gia hạn trong quá khứ

source: Invalid date - renewal more than 4 weeks ahead
vi: Ngày không hợp lệ - gia hạn hơn 4 tuần

source: Enter a book genre (e.g. Science Fiction)
vi: Nhập thể loại sách (ví dụ: Khoa học viễn tưởng)

source: Enter language of the book
vi: Nhập ngôn ngữ mà sách sử dụng

source: Enter a brief description of the book
vi: Nhập mô tả ngắn gọn về cuốn sách

source: 13 Character <a href="https://www.isbn-international.org/content/what-isbn">ISBN number</a>
vi: 13 ký tự <a href="https://www.isbn-international.org/content/what-isbn">">ISBN number</a>

source: Select a genre for this book
vi: Chọn thể loại cho sách

source: Unique ID for this particular book across whole library
vi: ID duy nhất cho sách này trên toàn bộ thư viện

source: Book availability
vi: Số Sách sẵn có

source: Home
vi: Trang chủ

source: All books
vi: Tất cả sách

source: All authors
vi: Tất cả các tác giả

source: User:
vi: Người dùng:

source: My Borrowed
vi: Sách đã mượn

source: Logout
vi: Đăng xuất

source: Login
vi: Đăng nhập

source: Page %(page_obj.number)s of %(page_obj.paginator.num_pages)s.
vi: Trang số %(page_obj.number)s trên %(page_obj.paginator.num_pages)s.

source: <p>Are you sure you want to delete the author: %(author)s?</p>
vi: <p>Bạn có chắc chắn muốn xóa tác giả: %(author)s?</p>

source: Yes, delete.
vi: Chắc chắn.

source: Submit
vi: Gửi

source: There are no authors available.
vi: Không có tác giả có sẵn.

source: Delete Book
vi: Xóa sách

source: <p>Are you sure you want to delete the book: %(book)s?</p>
vi: <p>Bạn có chắc chắn muốn xóa sách: %(book)s?</p>

source: Title:
vi: Tiêu đề:

source: Summary:
vi: Tóm tắt:

source: Language:
vi: Ngôn ngữ

source: Genre:
vi: Thể loại:

source: <p><strong>Due to be returned: </strong> %(copy.due_back)s</p>
vi: <p><strong>Hạn trả lại: </strong> %(copy.due_back)s</p>

source: Imprint:
vi: Dấu ấn:

source: There are no books in the library.
vi: Không có sách trong thư viện.

source: <h1>Renew: %(book_instance.book.title)s</h1>
vi: <h1>Thay đổi: %(book_instance.book.title)s</h1>

source: <p>Borrower: %(book_instance.borrower)s</p>
vi: <p>Người mượn: %(book_instance.borrower)s</p>

source: Due date: %(book_instance.due_back)s
vi: Ngày đến hạn: %(book_instance.due_back)s

source: Borrowed books
vi: Sách đã mượn

source: Books:
vi: Sách:

source: Copies:
vi: Các bản sao:

source: Copies available:
vi: Bản sao có sẵn:

source: Authors:
vi: Tác giả:

source: Books contain
vi: Số sách có chứa

source: Genres contain
vi: Số thể loại có chứa

source: You have visited this page %(num_visits)s time%(num_visits|pluralize)s.
vi: Bạn đã ghé thăm trang này %(num_visits)s %(num_visits|pluralize)s lần.

source: English
vi: Tiếng Anh

source: Vietnamese
vi: Tiếng Việt

source: Logged out!
vi: Đã đăng xuất!

source: Click here to login again.
vi: Bấm vào đây để đăng nhập lại.

source: <p>Your username and password didn't match. Please try again.</p>
vi: <p>Tên người dùng và mật khẩu của bạn không khớp. Vui lòng thử lại.</p>

source: <p>Your account doesn't have access to this page. To proceed, please login with an account that has access.</p>
vi: <p>Tài khoản của bạn không có quyền truy cập vào trang này. Để tiếp tục, vui lòng đăng nhập bằng tài khoản có quyền truy cập.</p>

source: <p>Please login to see this page.</p>
vi: <p>Vui lòng đăng nhập để xem trang này.</p>

source: Lost password?
vi: Mất mật khẩu?

source: The password has been changed!
vi: Mật khẩu đã được thay đổi!

source: log in again?
vi: đăng nhập lại?

source: Please enter (and confirm) your new password.
vi: Xin vui lòng nhập (và xác nhận) mật khẩu mới của bạn.

source: Change my password
vi: Đổi mật khẩu của tôi

source: <h1>Password reset failed</h1> <p>The password reset link was invalid, possibly because it has already been used. Please request a new password reset.</p>
vi: <h1>Đặt lại mật khẩu không thành công</h1> <p>Liên kết đặt lại mật khẩu không hợp lệ, có thể vì nó đã được sử dụng. Vui lòng yêu cầu đặt lại mật khẩu mới.</p>

source: <p>We've emailed you instructions for setting your password. If they haven't arrived in a few minutes, check your spam folder.</p>
vi: <p>Chúng tôi đã gửi cho bạn hướng dẫn đặt mật khẩu qua email. Nếu nó chưa đến sau vài phút, hãy kiểm tra thư mục thư rác của bạn.</p>

source: Someone asked for password reset for email %(email)s. Follow the link below: %(protocol)s://%(domain)s
vi: Ai đó đã yêu cầu đặt lại mật khẩu cho email %(email)s. Theo liên kết dưới đây: %(protocol)s://%(domain)s

source: Reset password
vi: Đặt lại mật khẩu
